[{"model": "cats.cat", "pk": 1, "fields": {"name": "Alfie", "age_if_known": "4", "breed": "Maine Coon", "colour": "Ginger", "gender": "M", "description": "Alfie is in excellent health, fully vaccinated, and ready to find a loving family who can appreciate his sweet, easygoing personality. If you’re looking for a big-hearted friend with a touch of Maine Coon magic, Leo could be your perfect match. Give this gentle giant a chance, and he’ll fill your home with warmth and love!", "image_url": null, "image": "alfie-ginger-maine-coon.jpg"}}, {"model": "cats.cat", "pk": 2, "fields": {"name": "Bear", "age_if_known": "4", "breed": "Moggie", "colour": "Grey", "gender": "M", "description": "Bear is a charming 4-year-old long-haired moggie with a beautiful grey and white coat that’s as soft as his gentle nature. This lovable boy has a heart full of affection and is looking for a family who will appreciate his calm, laid-back demeanor.\r\n\r\nBear is a cuddle expert and loves to spend time curled up next to his humans, purring contentedly as he gets pet. While he enjoys playtime, his favorite moments are those quiet, relaxing ones spent lounging in cozy corners or on windowsills, watching the world go by.", "image_url": null, "image": "bear-grey-white-longhair-moggie.jpg"}}, {"model": "cats.cat", "pk": 3, "fields": {"name": "Bruno", "age_if_known": "2", "breed": "British Short Hair", "colour": "Grey", "gender": "M", "description": "Bruno is a striking 2-year-old grey British Shorthair with a plush, dense coat that’s as soft as it looks. With his round face, golden eyes, and sleek, muscular build, Bruno is the picture of feline elegance.\r\n\r\nThis sweet and independent boy has a calm and laid-back nature, making him the perfect companion for those who appreciate a quiet, affectionate cat. Bruno enjoys lounging around, soaking up attention when he feels like it, and is always happy to curl up beside you for a gentle nap. While he’s playful at times, Bruno prefers a relaxed, peaceful environment where he can enjoy the simple things in life.", "image_url": null, "image": "bruno-grey-bsh.jpg"}}, {"model": "cats.cat", "pk": 4, "fields": {"name": "Casper", "age_if_known": "3", "breed": "Ragdoll", "colour": "Ginger, White", "gender": "M", "description": "Casper is a stunning 3-year-old flame (ginger and white) Ragdoll with a striking coat and an incredibly sweet temperament. His luxurious fur and big blue eyes are enough to make anyone fall in love, but it’s his affectionate, easygoing nature that truly makes him a standout.\r\n\r\nAs a Ragdoll, Casper has a famously calm and relaxed personality. He loves being around people, and you’ll often find him lounging on the couch or happily snuggling in your lap for cuddles. This affectionate boy enjoys being petted and is especially fond of gentle chin rubs. Casper may even follow you from room to room just to be near you!", "image_url": null, "image": "casper-flame-ragdoll.jpg"}}, {"model": "cats.cat", "pk": 5, "fields": {"name": "Charlie", "age_if_known": "7", "breed": "Moggie", "colour": "Ginger", "gender": "M", "description": "Charlie is a charming 7-year-old ginger moggie with a soft, warm coat and a heart full of love. With his golden eyes and gentle demeanor, Charlie is a seasoned companion who knows how to make everyone feel at ease.\r\n\r\nThis laid-back boy enjoys a good cuddle, especially during quiet evenings. He’s often found lounging in cozy spots, soaking up attention and purring contentedly. Charlie may be a bit more mature, but he still has plenty of love and affection to give. He enjoys both his independence and his moments of connection with his humans, making him the perfect companion for someone who appreciates a calm, easygoing cat.", "image_url": null, "image": "charlie-ginger-moggie.jpg"}}, {"model": "cats.cat", "pk": 6, "fields": {"name": "Felix", "age_if_known": "2", "breed": "Moggie", "colour": "Ginger", "gender": "M", "description": "Felix is a spirited 2-year-old ginger moggie with a bright personality and a beautiful, vibrant coat. With his playful nature and affectionate demeanor, Felix is always ready for a good time, whether it’s chasing after toys, exploring new spaces, or curling up for a cuddle after a busy play session.\r\n\r\nFelix is full of energy and loves interacting with people. He’s great with both adults and children, and his lively spirit is sure to bring a lot of fun and laughter into your home. While he enjoys playtime, he’s also a fan of snuggles and is sure to show his appreciation with a gentle purr when he's ready to relax.", "image_url": null, "image": "felix-ginger-moggie.jpg"}}, {"model": "cats.cat", "pk": 7, "fields": {"name": "Joey", "age_if_known": "2", "breed": "Ragdoll", "colour": "Brown, White", "gender": "M", "description": "Joey may be a little grumpy at times, but behind that charming frown is a lovable, 2-year-old brown and white Ragdoll with a heart full of personality. Known for his unique expressions and independent nature, Joey is the type of cat who likes things on his own terms. But once he warms up to you, he’s a cuddly, affectionate companion who loves nothing more than curling up for a nap or being gently brushed.\r\n\r\nWith his striking coat and piercing eyes, Joey is a true beauty, and although he might not always show it, he does appreciate the attention of his favorite humans. He enjoys his own space and can be a bit selective with his affection, but he’s loyal and will become your best friend once he trusts you.", "image_url": null, "image": "joey-ragdoll.jpg"}}, {"model": "cats.cat", "pk": 8, "fields": {"name": "Marley", "age_if_known": "7", "breed": "Moggie", "colour": "Tabby", "gender": "M", "description": "Marley may have a tough exterior, but don’t let that fool you – beneath his rugged charm is a loving and loyal cat ready to find his forever home. This 7-year-old moggie has a strong, independent spirit, and though he enjoys his alone time, Marley has a soft side that comes out when he’s ready for a cuddle or some affection.\r\n\r\nWith his bold personality and confident demeanor, Marley is perfect for someone who appreciates a cat with a bit of attitude. He’s not one to demand attention, but when he decides it’s time for some petting or a lap to curl up on, you’ll quickly see his affectionate side. Marley may prefer a quiet, calm environment where he can be himself, but once you’ve earned his trust, he’ll be a loyal and loving companion.", "image_url": null, "image": "marley-tabby-moggie.jpg"}}, {"model": "cats.cat", "pk": 9, "fields": {"name": "Max", "age_if_known": "8", "breed": "Moggie", "colour": "Black", "gender": "M", "description": "Max is a striking 8-year-old long-haired black moggie with a thick, soft coat that’s as gentle as his nature. His luxurious fur may require a little extra care, but Max’s calm and affectionate personality more than makes up for it. This sweet boy is a true cuddle expert, enjoying quiet moments with his humans and always ready to curl up for some relaxation.\r\n\r\nThough Max enjoys his own space, he’s incredibly loving once he feels comfortable, and he’ll reward you with soft purrs and gentle nuzzles. He’s a laid-back and easygoing cat, perfect for a home looking for a mature companion who appreciates peace and comfort. Max’s beautiful long coat may require regular grooming, but his loving presence makes it all worthwhile.", "image_url": null, "image": "max-black-moggie.jpg"}}, {"model": "cats.cat", "pk": 10, "fields": {"name": "Oliver", "age_if_known": "3", "breed": "Ragdoll", "colour": "Grey, White", "gender": "M", "description": "Oliver is a striking young grey and white Ragdoll with a soft, luxurious coat and big, expressive blue eyes. His gentle nature and sweet demeanor make him an instant favorite with anyone who meets him. Known for their calm and affectionate personalities, Ragdolls like Oliver are especially cuddly and love to follow their humans around, often curling up in laps or by your side for a nap.\r\n\r\nOliver is still young and full of energy, enjoying playful moments as much as he loves lounging and being pampered. He’s friendly and social, getting along well with people of all ages and other pets. His gorgeous coat requires regular grooming, but with his affectionate nature, Oliver will reward you with plenty of purrs and cuddles in return for the care you give.", "image_url": null, "image": "oliver-grey-ragdoll.jpg"}}, {"model": "cats.cat", "pk": 11, "fields": {"name": "Oscar", "age_if_known": "5", "breed": "Ragdoll", "colour": "Grey, White", "gender": "M", "description": "Oscar is a stunning 5-year-old grey and white Ragdoll with a plush, silky coat and captivating blue eyes that will melt your heart. His calm, affectionate nature makes him a perfect companion for anyone seeking a loving and gentle cat to share their home with.\r\n\r\nTrue to his Ragdoll heritage, Oscar is laid-back and loves to be around people. He enjoys cuddles, belly rubs, and spending time with his favorite humans, but he’s also content to relax on his own when he needs some quiet time. Oscar’s beauty is matched by his loving and patient personality, making him a great fit for families, singles, or anyone looking for a relaxed, loyal companion.", "image_url": null, "image": "oscar-ragdoll.jpg"}}, {"model": "cats.cat", "pk": 12, "fields": {"name": "Ralph", "age_if_known": "1", "breed": "Moggie", "colour": "Ginger, White", "gender": "M", "description": "Ralph is a delightful 1-year-old ginger and white boy with a vibrant personality and a heart full of love. His striking coat and bright, expressive eyes reflect his fun-loving, curious nature. Ralph is full of energy and always up for an adventure, whether it's chasing after his favorite toys or exploring new spaces in the home.\r\n\r\nThough he’s playful and active, Ralph also has a sweet side and loves to curl up for a cuddle after a day of play. He’s affectionate and enjoys being around people, always seeking attention and giving plenty of purrs in return. His youthful energy and friendly demeanor make him a great companion for anyone looking for an engaging and loving feline friend.", "image_url": null, "image": "ralph-ginger-moggie.jpg"}}, {"model": "cats.cat", "pk": 13, "fields": {"name": "Shadow", "age_if_known": "3", "breed": "Moggie", "colour": "Black", "gender": "M", "description": "Shadow is a handsome short-haired black moggie with a sleek, shiny coat and an endearing personality. Despite his mysterious name and striking black fur, Shadow is all about love and companionship. He’s a calm and affectionate boy who enjoys spending time with his humans, whether it's lounging on the couch or curling up next to you for a cozy nap.\r\n\r\nShadow has a gentle and easygoing nature, making him the perfect companion for someone looking for a quiet, loyal friend. He may be a bit reserved at first, but once he feels comfortable, he’s sure to shower you with love and purrs. Shadow’s low-maintenance coat makes him an easy cat to care for, and his sweet, laid-back personality will quickly win you over.", "image_url": null, "image": "shadow-black-moggie.jpg"}}, {"model": "cats.cat", "pk": 14, "fields": {"name": "Simba", "age_if_known": "4", "breed": "Moggie", "colour": "Ginger", "gender": "M", "description": "Simba is a striking 4-year-old ginger moggie with a bold, beautiful coat and a personality to match. With his vibrant fur and charming presence, Simba certainly lives up to his name, bringing a little bit of royalty and a lot of love into any home.\r\n\r\nThis playful boy is full of energy and loves to explore, play with his toys, and interact with his humans. While he’s always up for some fun, Simba is also affectionate and enjoys relaxing with his favorite people. Whether it’s curling up on the couch or getting some chin scratches, he’ll happily reward you with purrs and gentle nuzzles.", "image_url": null, "image": "simba-ginger-moggie.jpg"}}, {"model": "cats.cat", "pk": 15, "fields": {"name": "Socks", "age_if_known": "3", "breed": "Siamese", "colour": "Brown, White", "gender": "M", "description": "Socks is a striking brown and white Siamese with mesmerizing blue eyes that will captivate you from the moment you meet him. At first glance, his unique coloring and elegant appearance will make you fall in love, but it’s his sweet, affectionate nature that will truly win your heart.\r\n\r\nSocks is a playful and curious cat, always interested in what’s going on around him. His Siamese heritage gives him an intelligent and chatty personality, and he’s not shy about expressing himself. Whether he’s following you around or seeking attention, Socks is sure to keep you entertained and engaged with his loving and interactive nature.", "image_url": null, "image": "socks-siamese.jpg"}}, {"model": "cats.cat", "pk": 16, "fields": {"name": "Bella", "age_if_known": "3", "breed": "Moggie", "colour": "Tortoiseshell", "gender": "F", "description": "Bella is a gorgeous 3-year-old tortoiseshell with a stunning mix of warm, rich colors in her coat that give her an elegant and unique appearance. With her bright eyes and gentle demeanor, Bella is as sweet on the inside as she is on the outside.\r\n\r\nThis lovely girl has a calm and affectionate nature. She enjoys quiet time with her humans, often curling up next to you for cuddles and purring contentedly when she’s getting attention. Bella is also playful and curious, but she’s more likely to enjoy a relaxed game or a gentle exploration around the house. She’s great with people of all ages and is sure to make a loving companion for anyone who can appreciate her gentle soul.", "image_url": null, "image": "bella-tortoiseshell.jpg"}}, {"model": "cats.cat", "pk": 17, "fields": {"name": "Cleo", "age_if_known": "6", "breed": "British Short Hair", "colour": "Tabby", "gender": "F", "description": "Cleo is a stunning British Shorthair tabby with a beautiful, plush coat and captivating golden eyes. With her distinctive tabby markings and round face, Cleo embodies the charm and elegance of her breed. Her calm, confident demeanor and affectionate nature make her a wonderful companion for anyone looking for a loving feline friend.\r\n\r\nThis sweet girl is independent but loves being around her humans. Cleo enjoys cuddles and attention on her terms and will gladly settle beside you for a quiet moment of companionship. While she has her playful moments, Cleo is generally laid-back and appreciates a peaceful environment, making her ideal for a calm, loving home.", "image_url": null, "image": "cleo-tabby-bsh.jpg"}}, {"model": "cats.cat", "pk": 18, "fields": {"name": "Coco", "age_if_known": "1", "breed": "Moggie", "colour": "Tortoiseshell", "gender": "F", "description": "Coco is a beautiful 1-year-old tortoiseshell with a stunning coat full of rich, warm colors. Her unique markings give her an elegant and eye-catching appearance, while her sweet and affectionate personality makes her an instant favorite.\r\n\r\nAs a young cat, Coco is full of energy and curiosity. She loves to explore her surroundings, play with toys, and interact with her humans. But don’t let her playful side fool you – she’s also a loving and cuddly companion who enjoys relaxing with her favorite people. Coco is the perfect balance of fun and affection, always ready to keep you entertained or curl up beside you for some quiet bonding time.", "image_url": null, "image": "coco-tortoiseshell.jpg"}}, {"model": "cats.cat", "pk": 19, "fields": {"name": "Daisy", "age_if_known": "4", "breed": "Scottish Fold", "colour": "Tortoiseshell", "gender": "F", "description": "Daisy is a stunning 4-year-old tortoiseshell Scottish Fold with a unique and beautiful appearance. Her striking coat of warm, vibrant colors and those adorable folded ears make her absolutely irresistible. But it’s her gentle, affectionate nature that will truly capture your heart.\r\n\r\nDaisy is a sweet and calm girl who loves spending time with her humans. She enjoys being close to those she trusts, and her laid-back personality makes her a wonderful companion. Daisy is affectionate without being overly demanding, and she’s more than happy to curl up in a cozy spot next to you for a peaceful nap or gentle petting session.", "image_url": null, "image": "daisy-scottish-fold.jpg"}}, {"model": "cats.cat", "pk": 20, "fields": {"name": "Fudge", "age_if_known": "2", "breed": "Moggie", "colour": "Tortoiseshell", "gender": "F", "description": "Fudge is a gorgeous 2-year-old tortoiseshell with a rich, multi-colored coat that looks as sweet as her name suggests. With her striking markings and captivating eyes, she’s a true beauty who will charm her way into your heart.\r\n\r\nFudge is full of energy and curiosity, always ready to explore her surroundings and play with her favorite toys. She’s a young cat with a fun-loving personality and a lot of spunk. But don’t let her playful side fool you – when she’s done having fun, Fudge loves curling up next to her humans for some quiet cuddle time.", "image_url": null, "image": "fudge-tortoiseshell.jpg"}}, {"model": "cats.cat", "pk": 21, "fields": {"name": "Luna", "age_if_known": "8 months", "breed": "Bengal", "colour": "Tabby", "gender": "F", "description": "Luna is a gorgeous 8-month-old Bengal kitten with a sleek, spotted coat that gleams with wild beauty. With her energetic, playful personality and striking appearance, she’s sure to bring a burst of excitement and joy into your home.\r\n\r\nAs a Bengal, Luna is active, curious, and highly intelligent. She loves to explore, climb, and interact with her environment, always keeping her humans entertained with her antics. Luna has a natural sense of adventure and is always up for a game of chase, puzzle toys, or anything that gets her moving. She thrives in an active home where she can burn off her boundless energy.", "image_url": null, "image": "luna-bengal-kitten.jpg"}}, {"model": "cats.cat", "pk": 22, "fields": {"name": "Missy", "age_if_known": "9", "breed": "Maine Coon", "colour": "Tabby", "gender": "F", "description": "Missy is a stunning 9-year-old Maine Coon with a luxurious, long coat and a regal presence. Her thick fur and bushy tail only enhance her large, gentle personality, making her a true beauty both inside and out. Despite her elegant looks, Missy is a sweet and affectionate girl who loves the company of her humans.\r\n\r\nAt 9 years old, Missy is in her prime, still playful but with a calm, laid-back demeanor. She enjoys quiet moments spent lounging by the window, observing the world outside, or curled up next to her favorite people. While Maine Coons are known for their playful nature, Missy is content to enjoy gentle interaction, making her a wonderful companion for someone seeking a relaxed and loving feline friend.", "image_url": null, "image": "missy-tabby-maine-coon.jpg"}}, {"model": "cats.cat", "pk": 23, "fields": {"name": "Misty", "age_if_known": "7", "breed": "Birman", "colour": "Grey, White", "gender": "F", "description": "Misty is a breathtaking 7-year-old Birman with a soft, luxurious grey and white coat that perfectly complements her stunning, soulful blue eyes. Known for their affectionate and gentle nature, Birmans like Misty are the ultimate companions, and she is no exception. With her elegant appearance and calm demeanor, Misty is sure to steal your heart.\r\n\r\nDespite her regal looks, Misty is a sweet and laid-back girl who loves to spend time with her humans. She enjoys being petted and will reward you with her gentle purrs as she basks in your affection. Misty is a bit of a cuddle bug, often seeking out a cozy spot by your side to relax or nap.", "image_url": null, "image": "misty-birman.jpg"}}, {"model": "cats.cat", "pk": 24, "fields": {"name": "Molly", "age_if_known": "5", "breed": "Maine Coon", "colour": "Tabby", "gender": "F", "description": "Molly is a beautiful 5-year-old tabby and white Maine Coon with a majestic, long-haired coat and striking green eyes. Her unique blend of tabby and white markings highlights her natural beauty, and her large size and fluffy tail make her an attention-grabber wherever she goes.\r\n\r\nMolly has the gentle, affectionate nature that Maine Coons are known for. She loves to be around her humans, whether it’s curling up in your lap for a cuddle or simply sitting by your side, content to spend time together. While she enjoys a quiet, relaxed environment, she’s also playful and loves to engage with toys, especially those that let her show off her intelligence and agility.", "image_url": null, "image": "molly-maine-coon.jpg"}}, {"model": "cats.cat", "pk": 25, "fields": {"name": "Nika", "age_if_known": "1", "breed": "Bengal", "colour": "Golden Brown", "gender": "F", "description": "Nika is a beautiful 1-year-old Bengal with a striking golden brown spotted coat that shimmers in the light, creating a wild and exotic appearance. Her coat features stunning, well-defined spots that resemble those of a leopard, making her a true showstopper. With her sleek build and confident personality, Nika embodies the grace and elegance of her breed.\r\n\r\nFull of energy and curiosity, Nika is an adventurous and playful girl who loves to explore her surroundings, climb to high places, and engage in interactive play. She’s highly intelligent and thrives in an environment where she can use her energy and mental agility. Whether it’s chasing toys or solving puzzle games, Nika will keep you entertained with her playful antics.", "image_url": null, "image": "nika-bengal.jpg"}}, {"model": "cats.cat", "pk": 26, "fields": {"name": "Poppy", "age_if_known": "4", "breed": "Moggie", "colour": "Black, White", "gender": "F", "description": "Poppy is a delightful black and white cat with a sleek, elegant coat and a personality to match. With her striking black and white markings, she’s the perfect balance of classic beauty and playful charm. Her bright eyes and adorable tuxedo-like pattern make her stand out wherever she goes.\r\n\r\nPoppy is a friendly, affectionate cat who loves being around her humans. She enjoys cuddles and will happily curl up next to you for some quiet time or purr contentedly when you give her a good pet. While she’s calm and loving, Poppy also has a playful side and enjoys interactive play, especially with feather toys or chasing after treats.", "image_url": null, "image": "poppy-moggie.jpg"}}, {"model": "cats.cat", "pk": 27, "fields": {"name": "Smudge", "age_if_known": "6", "breed": "Scottish Fold", "colour": "Grey", "gender": "F", "description": "Smudge is a charming 6-year-old Scottish Fold with a unique and beautiful look. With her signature folded ears and soft, round face, she’s as sweet as she is stunning. Her striking orange eyes only add to her allure, giving her an unforgettable, soulful gaze that will captivate anyone who meets her.\r\n\r\nSmudge is a gentle and affectionate girl who loves to be around her humans. She’s calm, easygoing, and enjoys snuggling up for cozy, relaxing moments. While she’s not overly demanding, Smudge will gladly let you know when she’s ready for some attention with a gentle meow or by curling up beside you.", "image_url": null, "image": "smudge-scottish-fold.jpg"}}, {"model": "cats.cat", "pk": 28, "fields": {"name": "Sophie", "age_if_known": "3", "breed": "Moggie", "colour": "Tortoiseshell", "gender": "F", "description": "Sophie is a beautiful tortoiseshell cat with a unique, multi-colored coat and a gentle, loving personality. With her striking mix of warm oranges, browns, and blacks, she’s as eye-catching as she is sweet. Sophie is a calm and affectionate girl who enjoys spending time with her humans, but she also has a strong sense of adventure.\r\n\r\nSophie thrives in an outdoor setting, where she can explore and enjoy the sights and sounds of nature. She loves to spend time in the garden, soaking up the sun and exploring her surroundings. Whether it’s lounging in a quiet spot or keeping an eye on the birds, Sophie’s love for the outdoors is matched only by her loving nature.", "image_url": null, "image": "sophie-tortoiseshell.jpg"}}, {"model": "cats.cat", "pk": 29, "fields": {"name": "Tilly", "age_if_known": "6", "breed": "Scottish Fold", "colour": "Ginger", "gender": "F", "description": "Tilly is a gentle and shy 6-year-old ginger Scottish Fold with a beautiful, soft coat and those signature folded ears that give her an extra dose of cuteness. Her warm, orange fur and round face make her an absolute darling, but it's her sweet nature that truly sets her apart.\r\n\r\nTilly is a bit timid at first and may need some time to adjust to new surroundings and people. Once she feels comfortable, however, she will reward you with her gentle affection and quiet companionship. Tilly enjoys being in a calm and peaceful environment where she can feel secure, and she’s more than happy to curl up in a cozy corner or next to you when she’s ready for some love.", "image_url": null, "image": "tilly-scottish-fold.jpg"}}, {"model": "cats.cat", "pk": 30, "fields": {"name": "Willow", "age_if_known": "5", "breed": "Moggie", "colour": "White", "gender": "F", "description": "Willow is a stunning 5-year-old white moggie with a sleek, pristine coat and a gentle, affectionate personality. Her pure white fur is as soft as cotton, and she carries herself with a calm grace that makes her a truly elegant companion.\r\n\r\nWillow is a friendly and laid-back cat who enjoys spending time with her humans. She loves snuggling up on the couch or curling up by your side for a peaceful nap. While she’s calm and relaxed, she’s also happy to engage in a bit of playtime with her favorite toys, especially if it means getting some attention and interaction from you.", "image_url": null, "image": "willow-moggie-white.jpg"}}, {"model": "cats.cat", "pk": 32, "fields": {"name": "test2", "age_if_known": "1", "breed": "test2", "colour": "test2", "gender": "M", "description": "test2", "image_url": null, "image": ""}}]